Repository: mohammed-git-2006/route65_app
Catalog: lib/l10n/app_*.arb
Languages: ar

# login
source: login / signup
ar: تسجيل الدّخول

# google_button
source: continue with Google
ar: الاستمرار باستخدام Google

# facebook_button
source: Login with Facebook
ar: الاستمرار باستخدام Facebook

# app_name
source: Route 65
ar: روت 65

# completion
source: Registration
ar: تهيئة الحساب

source: continue
ar: المتابعة

# name_error
source: Please enter valid name
ar: الرّجاء إدخال اسم صحيح

# phone_check
source: Verify phone number
ar: التّحقّق من رقم الهاتف

# check_phone
source: Verify code
ar: التّحقق

# enter_phone
source: Enter phone number
ar: أدخل رقم الهاتف

source: previous
ar: الرّجوع

# code_auth_err
source: Check verification code
ar: أدخلت كود خاطئ

# location
source: Choose area
ar: اختر الموقع

# current_location
source: Delivery location to
ar: موقع الدليفيري

# no_orders
source: orders
ar: الأوردرات

# login_error
source: Problem happened while trying to login, check your connection and try again later
ar: حدث خطأ أثناء محاولة تسجيل الدّخول، تحقق من إتصالك بالإنترنت وحاول مرّة أخرى

source: finish
ar: إنهاء

# account_finished
source: Your account created successfully!
ar: تم إنشاء حسابك!

source: Tokens :
ar: توكينز :

# chatbot_input_hint
source: Enter a message ...
ar: اكتب رسالة

# chatbot_title
source: Route 65 ChatBot
ar: روت 65 شات بوت

# no_internet
source: Check your internet connection and try again
ar: تحقق بإتصالك بالإنترنت وحاول مرة أخرى

# send_code_err
source: Failed to send authentication code
ar: فشل في إرسال كود التّحقق

source: Try again?
ar: إعادة المحاولة؟

# div1
source: menu
ar: القائمة

# beef
source: Beef Meals
ar: وجبات اللّحم

# chicken
source: Chicken Meals
ar: وجبات الدّجاج

# congrats
source: Congrats, you points now are -1 -2 🥳
ar: تهانينا، نقاطك الآن -1 -2 🥳

# qr_scan_err
source: This code has been scanned before
ar: تم إستحقاق نقاط هذه الفاتورة

# get_back
source: continue
ar: المتابعة

# use_voucher
source: use discount voucher %
ar: استخدم كوبون خصم %

# check_voucher
source: check
ar: التحّقق

source: total price
ar: السّعر الكلّّي

# voucher_value
source: discount value
ar: قيمة الخصم

source: price after discount
ar: القيمة بعد الخصم

# tables
source: dining room
ar: الصّالة

source: occupied
ar: مشغولة

source: free
ar: فارغة

# confirm_order_title
source: Confirm order
ar: تأكيد الطّلب

source: confirm order
ar: تأكيد الطّلب

source: name
ar: الإسم

source: phone
ar: رقم الهاتف

source: voucher
ar: القسيمة

source: Hotdogs
ar: هوت دوق

source: Appetizers
ar: المقبّلات

# robot_sc
source: start chat ...
ar: إبدأ محادثة ...

# piece
source: pieces
ar: قطع

source: Meal
ar: وجبة

source: Sandwich
ar: ساندويش

# pnormal
source: normal fries
ar: بطاطا عادي

# pwidges
source: potato widges
ar: بطاطا ويدجيز

# pcurly
source: curly fries
ar: بطاطا كيرلي

# pa_normal
source: normal patty
ar: عادي

# mv_notes
source: Add additional notes ...
ar: أضف ملاحظات إضافية ...

# mv_post
source: Add item to cart
ar: أضف إلى السّلة

# points_1
source: points
ar: نقطة

# points_2
source: points
ar: نقاط

source: Vouchers
ar: القسائم

# b_potbun
source: Potato Bun
ar: خبزة بطاطا

# b_65
source: 65 Bread
ar: خبزة 65

# b_fit
source: Fit Bread
ar: خبزة لياقة

# pa_special
source: special
ar: سبيشال

# pa_smashed
source: smashed
ar: سماشد

source: Show more ...
ar: عرض المزيد ...

# map_t1
source: Here are our branches in Aqaba!
ar: أفرع روت 65 في العقبة!

source: Your Basket
ar: السّلّة

# bv_pt
source: patty type :
ar: نوع الباتي :

# bv_ft
source: fries type :
ar: نوع البطاطا :

# bv_ot
source: order type :
ar: نوع الأوردر :

# bv_bt
source: bread type :
ar: نوع الخبزة :

source: gram
ar: غرام

# basket_empty
source: Your basket is empty
ar: سلتك فاضية

source: Continue shopping!
ar: عبّيها!

# a3
source: 3rd Area
ar: السّكنية الثالثة

# a4
source: 4th Area
ar: السّكنية الرّابعة

# a5
source: 5th Area
ar: السّكنية الخامسة

# a6
source: 6th Area
ar: السّكنية السّادسة

# a7
source: 7th Area
ar: السّكنية السّابعة

# a8
source: 8th Area
ar: السّكنية الثّامنة

# a9
source: 9th Area
ar: السّكنية التّاسعة

# a10
source: 10th Area
ar: السّكنية العاشرة

# am
source: Al-Mahdoud
ar: المحدود

# aa
source: Al-A'lameyeh
ar: العالميّة

# ah
source: Al-harafeyeh
ar: الحرفيّة

# as
source: Sakan Al-Ateba'
ar: سكن الأطبّاء

# ak
source: Al-Khazan
ar: الخزّان
